Revit 2027 API
ParameterTypeId.MepPipeUpperObvertElevation Property
 "Upper End Obvert Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepPipeUpperObvertElevation { get; }
Public Shared ReadOnly Property MepPipeUpperObvertElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepPipeUpperObvertElevation {
	ForgeTypeId^ get ();
}
static member MepPipeUpperObvertElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace